import { Container, Row, Col } from "react-bootstrap";

function About(props) {

  return (
    <Container>
      <Row>
        {/* <Col></Col> */}
      <Col>
      <h2>Welcome to my nightmare.</h2>
       <p>ᐳᕋᐃᔭᓐ ᕙᓛᓇᒐᓐ ᐅᓪᓗᒥ ᐃᓕᖅᑯᓯᕆᖕᒪᒍ, ᓴᓇᔨᓪᓚᕆᐊᓗᒃ ᓂᕆᑎᑦᑎᔪᓐᓇᖅᑐᖅ ᐅᑕᖅᑭᔪᓂᒃ ᑲᑎᙵᔪᓂᒃ ᐱᐅᔪᒻᒪᕆᐊᓗᖕᒥᒃ ᒪᕐᕋᕐᒥᒃ, ᐊᒻᒪ ᐊᑕᐅᑦᑎᒃᑯᑦ ᓴᖅᑭᑎᑦᑎᓪᓗᓂ ᑕᐅᑐᖅᑰᖅᑕᒥᓂᒃ ᓄᓇᕐᔪᐊᕐᒥ. ᖃᓄᐃᒻᒪᑦ ᐃᖅᑲᓇᐃᔭᙱᓚᖅ, ᓱᕋᒃᓯᒪᕙ ᐃᓄᑑᓪᓗᓂᓗ? ᐳᕋᐃᔭᓐ ᑎᓯᔪᖅ ᒫᑕᓐ ᐊᓐᓄᕌᓕᐊᕆᓪᓗᓂᐅᒃ ᑲᓇᖕᓇᖅᐸᓯᖕᒥᐅᑕᖅ ᖁᕕᐊᓲᑎᖃᖅᖢᓂ ᐃᑭᑦᑐᒧᑦ ᐆᓇᖅᑐᒧᑦ, ᐅᑎᕐᕕᒋᖃᑦᑕᖅᑕᖏᓐᓄᑦ ᑭᖑᓪᓕᖅᐹᒥ ᑐᕆᐱᑲᒥ, ᕿᓃᓐᓇᐅᔭᖅᖢᓂ ᓱᓕᔪᓂᒃ ᓇᒡᓕᒍᓱᖕᓂᕐᒥᒃ ᐅᕝᕙᓘᓐᓃᑦ ᓇᒡᓕᒍᓱᖕᓂᕐᒥᒃ, ᓇᓕᐊᖕᓂᑐᐃᓐᓇᖅ ᓯᕗᓪᓕᖅᐸᐅᓪᓗᓂ, ᐊᓄᕆᒐᔪᒃᐸᒃᐳᖅ ᖃᓄᐃᓕᐅᕐᓂᐅᔪᖅ ᓱᒃᑲᓕᓂᖅᓴᐅᕗᖅ, ᐊᒻᒪᓗ ᐃᔾᔪᐊᖅᑕᐅᑲᐅᖅᑐᐸᑦᑐᓂ, ᓄᑎᒃᓯᒪᓂᖅᓴᐅᓪᓗᓂ ᓂᙵᓇᖅᑐᒻᒪᕆᒻᒥᒃ. ᓂᐅᖅᑲᒐᒃᓴᐅᓪᓗᓂ ᓂᒡᓕᓇᖅᑐᒥ ᕕᐊᒥ ᑖᖅᑐᒥ ᓵᓚᒥ, ᓴᙱᔫᓪᓗᓂ ᑲᒥᙳᐊᖅ ᐃᒥᕋᓚᒡᕕᐅᓪᓗᓂ ᓈᒃᑯᑦ, ᐃᒥᕋᓚᒡᕕᒃ ᑕᖅᓴᖃᙱᖦᖢᓂ ᓴᓇᙳᐊᖅᑎᐅᓪᓗᓂ ᐃᓄᖕᓂᒃ ᕿᓂᖃᑕᐅᔪᓂᒃ ᖁᕕᐊᓱᖕᓂᕐᒥᒃ, ᓂᐱᓕᐅᖅᑕᐅᓪᓗᓂ ᓯᓂᒃᑕᕐᕕᖕᒥ ᖁᙱᐊᖅᑎᒧᑦ; ᐳᕋᐃᔭᓐ ᕙᓛᓇᒐᓐ, ᐃᖅᑲᖅᑐᐃᔨᑦᑎᐊᕙᐅᓂᖅᓴᖅ ᐃᓯᖅᐸᓪᓕᐊᖏᓐᓇᖃᑦᑕᖅᑐᖅ ᐊᒻᒪ ᒫᓐᓇᓕᓴᕐᒧᑦ ᐃᖅᑲᐅᒪᓇᓛᖑᖃᑕᐅᓪᓗᓂ</p>
        </Col>
        {/* <Col></Col> */}
      </Row>
      </Container>
);
};

export default About; 